[
  "Recycling is a $200 billion industry in the U.S.",
  "Recycling generates 7-10 more jobs that landfills and waste to energy plants.",
  "Recycling properly creates valuable resources for U.S. manufacturing and can become a highly valuable export to countries such as China and India.",
  "Recycling conserves finite natural resources - this is critical as ​population continues to grow exponentially.",
  "Recycling conserves fresh water up to 95% in the mining and manufacturing process for many materials.",
  "Recycling prevents waste from going into oceans - it is proven, when there is a strong recycling culture, there is less litter and less waste going into ocean",
  "Recycling protects forests which help to reduce CO2 emissions",
  "Recycling significantly reduces use of fossil fuel energy and reduces CO2 emissions",
  "According to a recent Yale University/EPA study, the U.S. recycles less than 22% of its discarded materials.",
  "The U.S. recycling levels have not improved in 20 years despite the billions of dollars spent on recycling competitions, symposiums, awareness campaigns and new sorting technologies.",
  "Despite only representing 5% of the world population, the U.S. generates more waste than any other country in the world. (World Watch Institute)",
  "In less than 15 years, worldwide waste is expected to double. (World Watch Institute)",
  "Americans throw away enough office paper each year to build a 12 foot high wall from Seattle to NY (a new wall every year).",
  "Making paper from recycled paper reduces the related contribution to air pollution 95%.",
  "Recycling a stack of newspaper just 3 feet high saves one tree.",
  "More than 37% of the fiber used to make new paper products in the U.S. comes from recycled sources.",
  "Recycling cardboard only takes 75% of the energy needed to make new cardboard.",
  "Recycling 1 ton of cardboard saves 46 gallons of oil.",
  "Over 90% of all products shipped in the US are shipped in corrugated boxes, which totals more than 400 billion square feet of cardboard.",
  "Nearly 80% of all retailers and grocers recycle their cardboard.",
  "Food and paper waste used for food can be composted into nutrient rich soil and sold to farmers.",
  "Almost half of the food in the U.S. goes to waste - approximately 3,000 pounds per second.",
  "Food scraps make up almost 12% of municipal solid waste generated in the U.S.",
  "Many schools and businesses are starting to compost food waste on site.",
  "Glass can be recycled and re-manufactured an infinite amount of times and never wear out.",
  "Making glass from recycled material cuts related water pollution by 50%.",
  "Recycling just one glass jar saves enough electricity to light an 11 watt CFL bulb for 20 hours.",
  "More than 28 billion glass bottles and jars end up in landfills every year -- that is the equivalent of filling up two Empire State Buildings every three weeks.",
  "Food waste can be used for composting and sold to farmers or it can be provided as a food source for local animal farms that meet federal, state and local regulations for food scrap usage.",
  "Almost half of the food in the U.S. goes to waste - approximately 3,000 pounds per second.",
  "Food scraps make up almost 12% of municipal solid waste generated in the U.S.",
  "Many schools and businesses are starting to compost food waste on site.",
  "In 2007, 82% equalling 1.8 million tons of ewaste (various electronics e.g. TVs, cell phones, computers etc) ended up in landfills.",
  "In 1998, the National Safety Council study estimated about 20 million computers became obsolete within 1 year. In 2007, that number increased to 40 million.",
  "Several states have now created mandatory collection and recycling programs for electronics.",
  "Recycling is a part of waste disposal hierarchy – Reduce, Reuse, Recycle.",
  "Aluminium cans can actually be recycled and put back onto the shelf at your local grocery store in just about 2 months.",
  "Aluminium cans are probably the most recycled item, at least in the United States. You can also recycle other forms of aluminium as well.",
  "Recycling an aluminium can help to save a great deal of energy, in fact, enough to run your home television for about three hours!",
  "Most beverage cans are made up of aluminium, even though there are other products that go into it as well.",
  "If you throw away your aluminium cans, they can stay in that can form for up to 500 years or more.",
  "Variety of raw materials including paper, plastic, metal, glass, electronics and textiles can be recycled.",
  "You can recycle aluminium over and over again, and there is really no limit to it.",
  "There are over 80 billion aluminium cans used each and every year around the world.",
  "Aluminium used to be more valuable than gold, many years ago.",
  "Half a million trees have to be cut down just to produce the Sunday newspapers each week.",
  "Recycling a single days worth of the New York Times could save 75,000 trees or more.",
  "Recycling helps to conserve our natural resources like coal, oil and gas.",
  "If we recycled all newspapers, we could save over 250 million trees each and every year.",
  "Most people in America all use at least seven trees each year, through wood, paper and other types of products that use trees. That is over 2 trillion trees throughout the course of the year.",
  "Each American uses around 680 pounds of paper each year, and most people just throw it away instead of recycling it for further use.",
  "2000 pounds of recycled paper can help to save 17 trees, over 350 gallons of oil, and a lot of landfill space. That also means less air pollution!",
  "Recycling helps to conserve energy and as a result less greenhouse gases are emitted.",
  "Americans will use over 2 and a half million plastic bottles every thirty minutes, and most of them are simply thrown away rather than recycled.",
  "Plastic bags that are thrown into the ocean kill over a million sea creatures a year.",
  "Over 60% of the trash that ends in dustbin could be recycled.",
  "Over 25 trillion Styrofoam coffee cups are thrown away each year, just by Americans!",
  "Glass jars can be recycled, but there are many that are just thrown away.",
  "24 trees are cut down to make 1 ton of newspaper.",
  "Recycling helps to reduce the amount of waste that goes to landfills and as a result less harmful emissions like methane gas are released into the earth’s atmosphere.",
  "A modern glass bottle could take over 4000 years to decompose; if it is in the landfill it will probably take even longer than that.",
  "Most garbage dumps are made up of a third of packaging materials that could be recycled.",
  "Recycled paper produces approximately 70% less air pollution than if it was made from raw materials.",
  "Each year, there are organic garbage thrown out that could be composted and recycled to use for fertilizer for the ground rather than pollutants.",
  "Glass is 100% recyclable and can be used again and again. Glass recycling is separated into colors because glass retains its color even after recycling.",
  "The most thrown away products in American include diapers, pens, razor blades, tires and aluminium - all of which can be used to be recycled into other products.",
  "Due to the fact that people aren’t recycling as much as they should, the rainforests are actually be cut down by about 100 acres a minute.",
  "Most people produce 4.4 pounds of trash per day that results in about 1.5 tons of solid waste per year.",
  "Plastic bags and garbage that are thrown into the ocean have devastating effect on sea animals.",
  "Approximately 1 billion trees worth of paper are thrown in US every year.",
  "The amount of wood and paper that are thrown each year is enough to heat 50,000,000 homes for 20 years.",
  "Recycling one ton of plastic can save up to 1,000–2,000 gallons of gasoline.",
  "Recycling one glass bottle saves enough energy to power a 100-watt bulb for four hours.",
  "One drip one second from a leaky faucet wastes 540 gallons of water a year."
]